---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RvtSourceLevel
source: html/aee3c9ea-4fd5-846d-71dd-267c5356fb41.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RvtSourceLevel Property

"Map Levels..."

## Syntax (C#)
```csharp
public static ForgeTypeId RvtSourceLevel { get; }
```